import React from 'react'

function Melissa() {
  return (
    <>
    <div className='ml-60'>
        <h1 className='text-black-500 text-2xl'>МЕЛИССА КОМПОЗИЦИЯ</h1>
        <div className='mt-20'>
            <h2 className='text-black-500 text-2xl'>Мебель изготавливается в следующих декорах:</h2>
        </div>

        <p className='mt-5 text-xl text-red-500 leading-8 '>- корпус Ясень Асахи, фасад Снежный ясень (АС-СЯ) -новый декор!<br/>
- Ясень Асахи (АС)<br/>
- Акация Молдау (АТ)<br/>
- Гикори Джексон светлый (ГС)<br/>
- Снежный Ясень (СЯ)<br/>
</p>

<p className='text-xl leading-10 mt-10'>
  Фасады коллекции имитируют специальную технологию «браширования» с глубоким тиснением.<br />
  «Мелисса» комплектуется высококачественной европейской фурнитурой, которая прослужит долгие годы:<br />
  - во всех выдвижных ящиках используются направляющие Quadro фирмы Hettich (Германия). Особенностью направляющих являются встроенный доводчик Silent System, который позволяет закрывать ящик плавно и бесшумно, и скрытый механизм выдвижения в нижней части ящика невидимый глазу, что позволяет не нарушать элегантный дизайн.<br />
  - петли с доводчиками Glissando TL 2 компании Titus (Словения) обеспечивают бесшумное и мягкое закрытие створки.<br />
  Мебель изготовлена из экологичных материалов. Применяемые в производстве ЛДСП и МДФ компании «Egger» (Австрия), имеют класс эмиссии Е1.<br />
  Стекло фасадов Графит серый.
</p>
    </div>
    </>
  )
}

export default Melissa