import React from "react";
import mebel from '../../assets/image/mebel.jpg'
import mebel1 from'../../assets/image/mebel-1.jpg'
import mebel3 from'../../assets/image/mebel-3.jpg'
import panarama from '../../assets/image/Panarama.jpg'


function  About1(){
    return(
        <div className="">
     <div className='
        '> <p className ='  text-slate-950
            text-center
            text-lg
            font-bold
            mt-10
            mx w-50 
            mx h-40 
           '>Мебельная компания "Лером" ведет свою историю с ноября 1997 года. За прошедшие годы компания стала самым большим предприятием в России по производству корпусной мебели. На сегодняшний день площадь производственно-складского комплекса предприятия составляет более 160 000 квадратных метров.
            </p>
            <img src={panarama} alt="img" />
            <p className='text-blue-200'mb-1000px></p>
            <p className="mt-10">Предприятие оснащено высокотехнологичным оборудованием лидеров станкостроения Австрии, Германии, Италии. Все производственные процессы и оборудование объединены в единый комплекс, контроль за которым осуществляется с помощью программного обеспечения, разработанного отечественными и зарубежными специалистами. Полностью автоматизированы цеха по раскрою плитных материалов, по нанесению кромочных материалов, роботизирована упаковка готовой продукции.


Производство компании сертифицировано по международным стандартам ISO 9001-2001, подтверждающим, что система управления качеством в компании полностью отвечает международным требованиям.

Продукция предприятия поставляется во все регионы Российской Федерации, страны ближнего и дальнего зарубежья. Дилерская сеть компании насчитывает более 1200 мебельных салонов.

Потребителям предлагается модульная мебель для гостиных, спален, прихожих и детских комнат. Мебель торговой марки "Лером" отличают современный дизайн, доступная цена и высокое качество изготовления.

Предприятие - постоянный участник международных мебельных выставок, обладатель множества наград, отмечающих дизайн и качество мебели. В том числе компания становилась лауреатом Национальной премии в области промышленного дизайна «Российская кабриоль».

Все разработки компании осуществляются собственными высококвалифицированными конструкторами и дизайнерами, что позволяет воплощать все современные тенденции в мебельной индустрии с учетом конкретного производства, добиваясь максимального качества в сочетании с технологичностью производимой продукции.</p>
<div class="border border-gray-400 border-solid border-1 rounded-lg mt-10"></div>
            <h1 className='text-blue-600 mt-1 font-bold text-xl'>Наши бренды</h1>
          <div className="flex">
          <h3 className="mt-10 text-lg">Modis
Престижная мебель Modis — мечта, воплощенная в реальность. <br/>.
Один из первых наших брендов, который появился на территории КР.<br/>
Современный дизайн, только качественные материалы, разнообразные <br/> модели с множеством вариантов комплектации.
 Вертикальная строчка <br/>на мягком изголовье и высоком изножье визуально увеличит пространство<br/> вашей спальни по высоте. Мягкое высокое изножье — главная изюминка<br/> модели, создает атмосферу камерности и уюта спального места.<br/> Аккуратные изящные деревянные опоры возвышают кровать и <br/>избавляют спальню от утяжеления, добавляя воздушности вашему<br/> спальному месту, и самое главное, позволяют работать роботу-пылесосу,<br/> пока вы отдыхаете.</h3>
            <img className='w-140 h-70 shadow-lg shadow-black rounded-lg mt-10' src={mebel} alt="img" />

</div>
<div class="border border-gray-400 border-solid border-1 rounded-lg mt-10"></div>
<div className="flex gap-12
">
<img className='w-140 h-70 shadow-lg shadow-black rounded-lg mt-10' src={mebel1} alt="img" />
<h3 className="mt-10 text-lg ">Современное изголовье превращается в простой обхват<br/> кровати с габаритными размерами. Легкий и содержательный<br/> характер становится визитной карточкой Морфозы <br/>элегантный предмет, предназначенный для спальни<br/> любого типа.Это будет характеризовать современный подход.<br/>
Дизайн в сочетании со стремлением полностью личному миру<br/>.Места, где вы чувствуете себя хорошо, также являются местами,
где вы проводите больше всего времени. В наших жилых помещениях
вы берете на себя ответственность за пространство, обогащая его своим
личным вкусом и переживания усиливают чувство принадлежности.
Вы окажетесь в этом дизайне и получите комфорт. То, что вы называете украшением,
отражает жизненные привычки в расслабляющей, содействующей и
уравновешивающей манере, свободной от прочерченного маршрута, культурного
происхождения владельца, и отражает жизненные привычки в расслабляющей,
облегчающей и уравновешивающей манере, предлагая при этом чувственную
роскошь, которая сдержанный, бесшумный, ориентированный на природу и естественно успокаивающий своих обитателей.</h3>
            
</div>
<div class="border border-gray-400 border-solid border-1 rounded-lg mt-10"></div>
<div className="flex">
          <h3 className="mt-10 text-lg">Modis
Престижная мебель Modis — мечта, воплощенная в реальность. <br/>.
Один из первых наших брендов, который появился на территории КР.<br/>
Современный дизайн, только качественные материалы, разнообразные <br/> модели с множеством вариантов комплектации.
 Вертикальная строчка <br/>на мягком изголовье и высоком изножье визуально увеличит пространство<br/> вашей спальни по высоте. Мягкое высокое изножье — главная изюминка<br/> модели, создает атмосферу камерности и уюта спального места.<br/> Аккуратные изящные деревянные опоры возвышают кровать и <br/>избавляют спальню от утяжеления, добавляя воздушности вашему<br/> спальному месту, и самое главное, позволяют работать роботу-пылесосу,<br/> пока вы отдыхаете.
 .Места, где вы чувствуете себя хорошо, также являются местами,<br/>
где вы проводите больше всего времени. В наших жилых помещениях
вы берете на себя  ответственность за пространство, обогащая его своим
личным вкусом и переживания <br/>усиливают чувство принадлежности.
Вы окажетесь в этом дизайне и получите комфорт.<br/> То, что вы называете украшением,
отражает жизненные привычки в расслабляющей, содействующей и
уравновешивающей манере, свободной от прочерченного маршрута,<br/> культурного
происхождения владельца, и отражает жизненные привычки в расслабляющей,
облегчающей и уравновешивающей манере, предлагая при этом чувственную
роскошь, которая <br/>сдержанный, бесшумный, ориентированный на природу и естественно успокаивающий своих обитателей.</h3>
            <img className='w-140 h-70 shadow-lg shadow-black rounded-lg mt-10' src={mebel3} alt="img" />

</div>
<div class="border border-gray-400 border-solid border-1 rounded-lg mt-10"></div>

<div className="flex mt-10 ">
<iframe className="shadow-lg shadow-black" width="560" height="315" src="https://www.youtube.com/embed/D3RSw0_1lX8?si=45m7xN8wrDl8rF1k" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
<iframe iframe className="shadow-lg shadow-black" width="560" height="315" src="https://www.youtube.com/embed/Hpnl48FyWpw?si=hPuwIOmpf9FsryIB" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
 </div>
    )
}
export default About1